tap "homebrew/bundle"
tap "homebrew/core"
tap "mongodb/brew"
# Cross-platform make
brew "cmake"
# Console Matrix
brew "cmatrix"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Google Search and News from the command-line
brew "googler"
# Library for manipulating PNG images
brew "libpng"
# GUI for vim, made for macOS
brew "macvim", link: false
# E-mail reader with support for Notmuch, NNTP and much more
brew "neomutt"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Python version management
brew "pyenv"
# File browser
brew "ranger"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Command-line translator using Google Translate and more
brew "translate-shell"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# UNIX shell (command interpreter)
brew "zsh"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community@3.6"
